Repository: base-angewandte/portfolio-backend
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de

source: will not be published
de: Werden nicht veröffentlicht

source: Relation already exists
de: Verknüpfung existiert bereits

source: Current user is not the owner of this entry
de: Der momentane Benutzer ist nicht der Besitzer dieses Eintrags

source: Entry does not exist
de: Eintrag existiert nicht

source: Schema not found for the given query
de: Kein Schema gefunden

source: User does not exist
de: Benutzer existiert nicht

source: Type %(type_source)s does not belong to any active schema
de: Typ %(type_source)s gehört zu keinem aktiven Schema

source: Invalid data: %(error)s
de: Ungültige Daten: %(error)s

source: Data without type
de: Daten ohne Typ

source: Both entries must belong to the same user
de: Beide Einträge müssen demselben Benutzer gehören

source: Schemas improperly configured
de: Schemata ungenügend konfiguriert

source: Active schemas contain duplicate types
de: Aktive Schemata enthalten Duplikate

source: and
de: und

source: Enter %(label)s
de: %(label)s eintragen

source: Invalid type: %(error)s
de: Ungültiger Typ: %(error)s

source: Keywords contains duplicate entries
de: Schlagwörter enthalten Duplikate

source: Invalid keywords: %(error)s
de: Ungültige Schlagwörter: %(error)s

source: Same language is defined multiple times
de: Dieselbe Sprache wird mehrmals definiert

source: Invalid texts: %(error)s
de: Ungültige Texte: %(error)s

source: Current user is not the owner of this media object
de: Der momentane Benutzer ist nicht der Besitzer dieses Medienobjekts

source: File is infected with malware
de: Datei ist mit Malware infiziert

source: Current user is not the owner of entry
de: Der momentane Benutzer ist nicht der Besitzer dieses Eintrags

source: Invalid license: %(error)s
de: Ungültige Lizenz: %(error)s

source: Invalid license
de: Ungültige Lizenz

source: Media object does not exist
de: Medienobjekt existiert nicht

source: No space left for user
de: Kein Speicherplatz mehr für diesen Benutzer

source: German
de: Deutsch

source: English
de: Englisch
